{
    "How can I apply?": {
        "Categorized": "To apply to Brockport, you need to do three things: \n1. Apply through the Common App or SUNY App\n2. Submit your Official High School transcript\n3. Provide at least one letter of recommendation. \nYour application will be reviewed holistically by Admissions Advisors, taking into account your high school courses, involvement in activities, letter(s) of recommendation, and college essay.",
        "Traditional": " You can apply online or by mail. To apply online, you can visit our website and follow the instructions. To apply by mail, you can download the application from our website and mail it to our address.",
        "Finetuned": "You can apply by visiting their website or contacting them directly for more information on application processes.",
        "Scratch": "You can apply to Suny Brockport by visiting their website and filling out the application.",
        "Eval_Info": "You can apply to SUNY Brockport by completing the Common Application or the SUNY Application."
    },
    "Are SAT scores required to apply?": {
        "Categorized": "No, SAT scores are not required to apply to SUNY Brockport. However, you can still submit them if you wish, particularly if you're interested in being considered for their Extraordinary Academic Scholarships.",
        "Traditional": " No, SAT scores are not required to apply.",
        "Finetuned": "SAT scores are not required for admission consideration at SUNY Brockport.",
        "Scratch": "Yes, after submitting apply to apply are typically. For specific scholarships are not specified on the application process.",
        "Eval_Info": "No, SAT scores are not required to apply, however, submitting a score can enhance your application."
    },
    "How can I apply for financial aid?": {
        "Categorized": "To apply for financial aid, you need to complete the Free Application for Federal Student Aid (FAFSA). You are encouraged to file your FAFSA electronically. Additionally, you can apply for a Federal Parent PLUS Loan. It's important to note that the FAFSA application needs to be completed each year if you want to be considered for a grant money awarded by the federal government.",
        "Traditional": " You can apply for financial aid through the Free Application for Federal Student Aid (FAFSA). You can find more information and the application at fafsa.ed.gov.",
        "Finetuned": "To apply for financial aid at SUNY Brockport, you must submit a FAFSA (Free Application for Federal Student Aid) form each year before October 1. More information on the application process is available on their website or by contacting the Financial Aid Office directly.",
        "Scratch": "You can apply for financial aid through the financial aid office.",
        "Eval_Info": "You can start your application process by completing the FAFSA. If you have any additional or specific questions, please contact the Financial Aid Office."
    },
    "Does Brockport have a computer science department?": {
        "Categorized": "Yes, Brockport does have a computer science department. It's called the Department of Computing Sciences and it offers majors in Computer Science and Computer Information Systems.",
        "Traditional": "\nYes, Brockport does have a computer science department.",
        "Finetuned": "Yes, Brockport has a Computer Science Department.",
        "Scratch": "Yes, Brockport has a computer science department that can provide students with computer science, including computer science, computer labs, and other world.",
        "Eval_Info": "Yes, SUNY Brockport does have a Computer Science department."
    }
}